["Machine Learning - Software Engineer | 7-Eleven | T500-1216\nBangalore, Karnataka\nTalent500\nDesign and develop Machine Learning and Data Science solutions for 7 Eleven retail challenges. Operationalize solving skills with a preferred academic background in Mathematics Statistics. Deep understanding of principles, available tools and libraries to fit the bext solution for 7Eleven needs. Proficiency", "Senior Technical Product Manager - Machine Learning\nBangalore, Karnataka\nEagleView\nof the most advanced aerial imaging technology in the world, along with the most recent advances in machine learning and AI, EagleView is fundamentally transforming how our customers do business.At EagleView, Confluence or similar).Experience in and Data science for computer vision imageryBuilt and monitored . development workflowsExperience in engineering infrastructurePractical", "Digital Learning Instructional Designer\nHyderabad, Telangana\nTTEC\nWe're looking for a Digital Learning Instructional Designer to join our Learning & Performance team in What you'll be doing Looking for an opportunity to build innovative solutions to best suit the You'll use contemporary methods of adult such as social, mobile, experiential and interactive to shape e , virtual instructor led, and blended approach content. your understanding of the internal and external customer needs and interpret and transform them into", "Head - Machine Learning\nNew Delhi, Delhi\nJob Fittment Finder\nAble to access and work with various data APIs.br>br>. A wide set of machine learning approaches br>br>These are a few things you can look forward to working onbr>br>. Managing a team of engineers and big data specialistsbr>br>. Researching and Development through different team and ensuring quality work from team membersbr>br>. Managing projects as per client productsbr>br>. Ensuring the data quality and. 10. years of experience in the field of Data Sciences or", "Data Scientist - Machine Learning/Deep Learning\nGurgaon, Haryana\nMastermind Network\ngtExperience br>br> 36 years in Data Scientist Data Science role with Good working knowledge in Machine Learning. Python NLP Deep Learningbr>br>Role & Responsibilities br>br> Design and implement . Deep predictive modelsNLP utilizing diverse sources of data to predict user understand analytics concepts such as big data, data lake, predictive analytics, embedded analytics, and conversations AIbr>br> Should be comfortable with a platformcloudbased approach for", "Data Scientist - Machine Learning\nGurgaon, Haryana\nRecruitment Firm\nThe person should be a selfmotivated person with a passion for problemsolving and continuous learning.br operations)br>br>. Design, develop, deploy, and maintain productiongrade scalable data transformation, and deep code, pipelines manage data and model versioning, training, tuning, serving experiment and evaluation tracking dashboards.br>br>. Manage ETL and model lifecycle requirements br>br>The candidate must demonstrate proficiency in br>br>. Experience deploying", "Machine Learning Engineer - Python/Deep Learning\nNew Delhi, Delhi\nRandstad\nDesigning and developing machine learning and deep learning systems based on requirements and sometimes Ability to create data for training, validation and testing for deep systems.Implementation of transfer when required4. C C. , NLP, Any Big Data platform with Spark, MySQL, Version Control, AgileFramework, DevOps, Deep", "Data Scientist - Machine Learning\nGurgaon, Haryana\nGreen Arrow Career Services\noperations)br>br>. Design, develop, deploy, and maintain productiongrade scalable data transformation, machine learning and deep learning code, pipelinesbr>Manage data and model versioning, training, tuning, serving experiment and evaluation tracking dashboards.br>br>. Manage ETL and model lifecycle requirements br>br>The candidate must demonstrate proficiency in br>br>. Experience deploying models into production environment.br>br>. Strong DevOps, Data Engineering and ML background", "Data Scientist - Machine Learning/Deep Learning\nBangalore, Karnataka\nRecruiter\nproduct development mindsetbr>br> Keep abreast of the latest developments in the field by continuous learning br>br> Experience with solving problems in fintech domain is a plusbr>br> Knowledge of Deep and Probabilistic Graphical Models is a plusbr>br> Experience with frameworks e.g", "Data Scientist - Machine Learning/Deep Learning\nDelhi\nBlitz Jobs\nHandson experience on machine learningdeep learning libraries tensorflow, keras, theano and sklearn.", "Data Scientist - Deep Learning/Machine Learning\nBangalore, Karnataka\nRecruin\nas Kafka, Flink, Spark, ElasticSearch, Redis, Hbase, Cassandra, Druid etcWhat we offer. High pace of learning", "Machine Learning Engineer - Deep Learning/NLP\nIndia\nHumanAce", "Data Scientist - Machine Learning/Deep Learning\nBangalore, Karnataka\nNetConnect Private Limited\nYears Experience in Deep learning using Convolutional Neural Networksbr>br>. Sound knowledge of and machine learning libraries using. Familiarity with Amazon Web service( Elastic Cloud Compute(EC2 deploymentbr>br>. Must have work experience in image processing, computer vision areas (exposure to other . deep areas a bonus)br>br>. 3 years Experience in working with Pytorchbr>br& gt. Strong basics in , computer visionbr>br>. Hands on experience in developing efficient", "Data Scientist - Machine Learning/Deep Learning\nMumbai, Maharashtra\nHumantra HR Solutions Pvt Ltd\nREQUIREMENTS. br>br>. Experience in Machine Learning, Deep Learning, Natural Language processing, experiencebr>br>JOB DESCRIPTION br>br>. Selecting features, building and optimizing classifiers using techniquesbr>br>. Data mining using stateoftheart methodsbr>br>. Enhancing data collection", "Data Scientist - Machine Learning/Deep Learning\nBangalore, Karnataka\nShareChat\nexperience)br>br>Responsibilities br>br> Develop highly scalable algorithms based on stateoftheart machine learning and deep learning techniquesbr>br> Apply expert coding skills to develop scalable product data pipelines and model inference services that can deal with massive scale.br>br> Adapt deep gtbr>Qualifications. B.Tech, M.Tech, Ph.D (IIT, IIIT, NIT, IISc Preferred)br>br>. Knowledge of and deep state of the art br>br>. Experience in training ML models with frameworks", "Machine Learning Ops Engineer\nBangalore, Karnataka\nConnexions\nCreate and document future state architectural options to address specific issues or initiatives using Machine Learning.br>br> Innovate and scale architectural best practices around building and operating ML Jenkins, AWS CloudFormation, and others. Background in ML algorithm development, AIML Platforms, Deep", "Data Scientist - Machine Learning/Deep Learning\nBangalore, Karnataka\nETT Career Move\nHands on with Machine Learning and Deep Learning techniques and tools.", "Machine Learning Engineer - Deep Learning/NLP\nBangalore, Karnataka\nSquareroot Consulting Pvt. Ltd.\nIf you are innovative and love playing in Machine Learning and take new challenges then Join us and solve handles or supports multichannel data to generate accurate predictions in realtime.br>br>Position OR Deep Engineerbr>br>Location Bangalore, Candidates from anywhere in India can of Python and its scientific computing. ecosystem is preferred.br>br> Relevant work experience in. . Information Retrieval. Deep . NLP.br>br> Hands on in", "Senior Machine Learning Engineer - Deep Learning\nHyderabad, Telangana\nSavantys Solutions\nJob Description. 58 years of experience in working on industrial use cases in data science using Machine Learning for measurement, forecasting, simulation and optimization. Ability to generate insight out", "Data Scientist - Machine Learning\nPune, Maharashtra\nSeventh Contact\nrequirementsbr>br> Train and retrain systemsbr>br> Develop and upgrade frameworksbr>br> Conduct machine learning experiments and testsbr>br> Designs machine programsbr>br> Develop deep Skill and Knowledge required) br>br> Minimum 3. years of strong hands on experience working with br>br> Strong Ability to write code in Pythonbr>br> Knowledge on basics of math and", "Data Scientist - Machine Learning\nBangalore, Karnataka\nInfobhan\nsubstantial increase in demand for technology professionals who can implement systems in data science, machine Natural passion towards numbers, business, coding, Analytics, and Artificial Intelligence, weeks SQL &amp PLSQL Data Wrangling using Python Data Visualization Using PowerBI Statistics for Artificial Intelligence, Data Interpretation Supervised &amp Unsupervised , NLP ampamp Deep Cognos Analytics Cloud Data Lake Business intelligence &amp Data Visualization", "Machine Learning Engineer - Python\nNew Delhi, Delhi\nMarktine Technology Solutions\nhands on and strong experience in Python Broad knowledge of fundamentals and stateoftheart in NLP and machine learning Strong analytical &amp algorithm development skills Deep knowledge of techniques such as Handson experience in statistical modeling tools such as R, Python, and SQL Hands on experience on techniques. Regression, Decision tress, Ensemble algorithms etc Experience in Natural Language Processing &amp Deep techniques. Pandas, NLTK, Scikitlearn, SpaCy, Tensorflow", "Data Scientist - Machine Learning\nHyderabad, Telangana\nGlobal Technologies\n. years of experience in data analysis and building Machine learning models with unstructured data. Knowledge of a variety of machine learning techniques (clustering, regression, artificial neural networks", "Machine Learning\nBangalore, Karnataka\nSigma Allied Services Private Limited\nJob Location. Bangalore, Pune, Hyderabad, Nagpur, GoaJob Role. Machine Learning specialist Relevant Experience 4 to 6 yearsEducational Qualification. AnyJob Description. We are urgently looking for You should have strong work experience in Deep models in Computer Vision and NLP, Python, PySpark", "Machine Learning\nChennai, Tamil Nadu\nANI Calls India Private Limited\nBackground in natural language processing and or machine learning.", "Director- Machine Learning\nBangalore, Karnataka\nmyGwork\nLearning. Research Scientist. Engineer in the AI. Machine Learning team, you will implement and lead improvements in Moody's Analytic's core machine learning and AI driven products, that have a transformative The AI. Research Scientist will be a core member of the AI team within Responsibilities Do research on emerging AI, , deep solutions applied to structured graph databasesExperience in some of the following AI, ML areas NLP and based algorithms"]